Scripts/UC03_buyHeadphonesLogitech/data/t56_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><GetAccountPaymentPreferencesRequest xmlns=\"com.advan"
"tage.online.store.accountservice\"><accountId>442056830</accountId><base64Token>Basic R2FycmV0"
"MjMxOjFGYXMx</base64Token></GetAccountPaymentPreferencesRequest></soap:Body></soap:Envelope>"
